location_data = {
    'start': {
        "description": "Текст. Вопрос?\n1)Ответ\n2)Ответ\n3)Ответ",
        "options": {"1": 'Локация1', "2": 'Локация2', "3": 'Локация3'},
        "picture": "start1.jpg"
    },
    'Локация1': {
        "description": "Текст. Локация 1. Вопрос?\n1)Ответ\n2)Ответ\n3)Ответ",
        "options": {"1": 'final', "2": 'Локация2', "3": 'Локация3'},
        "picture": "start1.jpg"
    },
    'Локация2': {
        "description": "Текст. Локация 2. Вопрос?\n1)Ответ\n2)Ответ\n3)Ответ",
        "options": {"1": 'Локация1', "2": 'final', "3": 'Локация3'},
        "picture": "start1.jpg"
    },
    'Локация3': {
        "description": "Текст. Локация 3. Вопрос?\n1)Ответ\n2)Ответ\n3)Ответ",
        "options": {"1": 'Локация1', "2": 'Локация2', "3": 'final'},
        "picture": "start1.jpg"
    },
    'final': {
        "description": "Текст. final ",
        "final": "Спасибо за участие в приключении. До новых встреч!",
        "picture": "start1.jpg",
        "options": {}
    }
}

